Skill_Arr = [
    109005914,  # 地图制作道具  新血爆
    109005935,  # 黄色大爆炸 新
    109005938,  # 蓝爆 新
    # 109005952,  # 无形
    109006032,  # 践踏爆炸 999秒  黄字+白字
    109006033,  # 践踏爆炸 黄字
    109006073,  # 火属性爆炸 999秒
    109006084,  # 地板上百分比扣血
    109006097,  # 梅德尔全部伤害秒
    # 109006107,  # 奇妙的保护膜 999秒
    # 109006146,  # 移动右下角
    109006174,  # 雷光屏障 高伤
    109006279,  # 黑风
    109006374,  # 黑线
    109006406,  # 黑风
    109006426,  # 地面的毒 白字扣血
    109006427,  # 地面的毒 白字扣血
    109006600,  # 大爆炸
    109002428,  # 夏拉克沙球投射体特效
    # 109002444,  # 阿斯坦扎杀怪践踏   秒杀
    109002462,  # 玛姆沙斗气爆发
    109002464,  # 玛姆沙霹雳
    # 109002535,  # 怪物刷新管理者 0 秒杀
    # 109002205,  # 阿斯坦扎印章  可以秒范围内所有怪物
    109002436,  # 夏拉克沙涡_手物件
    # 109004747,  # 处理阿斯坦扎房间物体无形秒杀
    109004788,  # 希逆大地爆炸  超高伤害
    109004795,  # 娅卡终结技攻击爆炸  超高伤害 3下秒怪 击飞很高
    109004806,  # 希逆身体冲击波
    109004809,  # 希逆全地图冲击波
    109005906,  # 高格的闪电
    109001948,  # 当前百分比扣血
    109000620,  # 类似激光64058
    67177,  # 喷火口血
    # 11520, 无形
    # 54141, 无形
    # 61144,
    # 70119,
    70230,  # 0伤害 附加白字秒杀
    70231,  # 紫爆
    21058,
    # 85093,  # 风//魔法师(女) 教程风  会秒怪 自己也会消失
    # 2093520,  # 会爆炸 伤害99999
    # 2093555,  # 青铜石巨人的子弹 9999999秒杀
    # 2093659,  # 百分比扣血
    # 2093660,  # 百分比扣血
    # 2093661,  # 百分比扣血
    # 2093662,  # 百分比扣血
    # 2093663,  # 百分比扣血
    # 2093755,  # 青铜石巨人的子弹  半屏
    # 2093169,  # 好看蓝圈
    # 2093171,  # 好看红圈
    # 2093215,  # 伤害比较高
    # 2093059,  # 好看无伤
    # 2093062,  # 直接秒
    # 2093401,  # 一个球 不吃会爆炸秒自己  吃了会扣蓝，没蓝了会扣血 死了之后又掉出来
    # 2093520,  # 会爆炸 伤害99999
    # 2093555,  # 青铜石巨人的子弹 9999999秒杀
    # 16320,  # 名称：雷电扣血百分之20

]
